Repository: xiaoluoboding/dinky
Catalog: Dinky/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, tr, zh_hans, zh_hant

source: is available
de: ist verfügbar
es: esta disponible
fr: est disponible
it: è disponibile
ja: 利用可能です
ko: 이용 가능
nl: is beschikbaar
pt_br: está disponível
ru: доступен
tr: mevcut
zh_hans: 可用
zh_hant: 可用

source: saved
de: gespeichert
es: salvado
fr: enregistré
it: salvato
ja: 保存されました
ko: 저장됨
nl: opgeslagen
pt_br: salvo
ru: сохранено
tr: kaydedildi
zh_hans: 已保存
zh_hant: 已儲存

source: -dinky
de: -verdammt
es: -mono
fr: -mignon

source: ## Apple diagnostic summary %@
de: ## Zusammenfassung der Apple-Diagnose %@
es: ## Resumen de diagnóstico de Apple %@
fr: ## Résumé du diagnostic Apple %@
it: ## Riepilogo diagnostico Apple %@
ja: ## Apple 診断の概要 %@
ko: ## Apple 진단 요약 %@
nl: ## Diagnostische samenvatting van Apple %@
pt_br: ## Resumo de diagnóstico da Apple %@
ru: ## Сводка диагностики Apple %@
tr: ## Apple teşhis özeti %@
zh_hans: ## Apple 诊断摘要 %@
zh_hant: ## Apple 診斷摘要 %@

source: %.2f MB larger
de: %.2f MB größer
es: %.2f MB más grande
fr: %.2f Mo plus grand
it: %.2f MB più grande
ja: %.2f MB 大きくなります
ko: %.2fMB 더 커짐
nl: %.2f MB groter
pt_br: %.2f MB maior
ru: %.2f МБ больше
tr: %.2f MB daha büyük
zh_hans: %.2f MB 较大
zh_hant: %.2f MB 較大

source: %lld pages
de: %lld Seiten
es: %lld páginas
it: %lld pagine
ja: %lld ページ
ko: %lld 페이지
nl: %lld pagina's
pt_br: %lld páginas
ru: %lld страниц
tr: %lld sayfa
zh_hans: %lld页
zh_hant: %lld頁

source: About Dinky
de: Über Dinky
es: Acerca de Dinky
fr: À propos de Dinky
it: A proposito di Dinky
ja: Dinkyについて
ko: Dinky 소개
nl: Over Dinky
pt_br: Sobre Dinky
ru: О Dinky
tr: Dinky hakkında
zh_hans: 关于Dinky
zh_hant: 關於Dinky

source: Accessibility
de: Zugänglichkeit
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
ko: 접근성
nl: Toegankelijkheid
pt_br: Acessibilidade
ru: Доступность
tr: Erişilebilirlik
zh_hans: 无障碍
zh_hant: 無障礙

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungere
ja: 追加
ko: 추가하다
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
tr: Eklemek
zh_hans: 添加
zh_hant: 添加

source: Adjusts compression from each file: image encoding from content, video strength from resolution and bitrate, PDF tier from the document.
de: Passt die Komprimierung jeder Datei an: Bildkodierung anhand des Inhalts, Videostärke anhand der Auflösung und Bitrate, PDF-Ebene anhand des Dokuments.
es: Ajusta la compresión de cada archivo: codificación de imagen a partir del contenido, intensidad del vídeo a partir de la resolución y tasa de bits, nivel de PDF del documento.
fr: Ajuste la compression de chaque fichier : encodage de l'image à partir du contenu, force vidéo à partir de la résolution et du débit binaire, niveau PDF du document.
it: Regola la compressione di ciascun file: codifica dell'immagine dal contenuto, intensità del video dalla risoluzione e bitrate, livello PDF dal documento.
ja: 各ファイルから圧縮を調整します。コンテンツから画像エンコード、解像度とビットレートからビデオ強度、ドキュメントから PDF 層を調整します。
ko: 콘텐츠의 이미지 인코딩, 해상도 및 비트 전송률의 비디오 강도, 문서의 PDF 계층 등 각 파일의 압축을 조정합니다.
nl: Past de compressie van elk bestand aan: beeldcodering van inhoud, videosterkte van resolutie en bitrate, PDF-laag van het document.
pt_br: Ajusta a compactação de cada arquivo: codificação da imagem do conteúdo, intensidade do vídeo da resolução e taxa de bits, camada do PDF do documento.
ru: Настраивает сжатие каждого файла: кодировку изображения в зависимости от содержимого, мощность видео в зависимости от разрешения и битрейта, уровень PDF в документе.
tr: Her dosyadaki sıkıştırmayı ayarlar: içerikten görüntü kodlaması, çözünürlük ve bit hızından video gücü, belgeden PDF katmanı.
zh_hans: 调整每个文件的压缩：根据内容调整图像编码、根据分辨率和比特率调整视频强度、根据文档调整 PDF 层。
zh_hant: 調整每個檔案的壓縮：根據內容調整影像編碼、根據解析度和位元率調整視訊強度、根據文件調整 PDF 層。

source: Advanced
de: Fortschrittlich
es: Avanzado
fr: Avancé
it: Avanzato
ja: 高度な
ko: 고급의
nl: Geavanceerd
pt_br: Avançado
ru: Дополнительно
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

source: After compressing, originals:
de: Nach dem Komprimieren, Originale:
es: Después de comprimir, originales:
fr: Après compression, les originaux :
it: Dopo la compressione, gli originali:
ja: 圧縮後のオリジナルは次のようになります。
ko: 압축 후 원본:
nl: Na het comprimeren, originelen:
pt_br: Após a compactação, os originais:
ru: После сжатия оригиналы:
tr: Sıkıştırıldıktan sonra orijinaller:
zh_hans: 压缩后，原件：
zh_hant: 壓縮後，原件：

source: All caught up.
de: Alles eingeholt.
es: Todos atrapados.
fr: Tous rattrapés.
it: Tutto preso.
ja: すべて最新です。
ko: 모두 따라잡았습니다.
nl: Allemaal ingehaald.
pt_br: Todos apanhados.
ru: Всё актуально.
tr: Hepsi yakalandı.
zh_hans: 全部处理完毕。
zh_hant: 全部處理完畢。

source: All done!
de: Alles erledigt!
es: ¡Todo listo!
fr: Tout est fait !
it: Tutto fatto!
ja: すべて完了しました！
ko: 모두 완료되었습니다!
nl: Alles klaar!
pt_br: Tudo pronto!
ru: Все готово!
tr: Hepsi bitti!
zh_hans: 全部完成！
zh_hant: 全部完成！

source: All options…
de: Alle Optionen…
es: Todas las opciones…
fr: Toutes les options…
it: Tutte le opzioni...
ja: すべてのオプション…
ko: 모든 옵션…
nl: Alle opties…
pt_br: Todas as opções…
ru: Все варианты…
tr: Tüm seçenekler…
zh_hans: 所有选项...
zh_hant: 所有選項...

source: Already at minimum size
de: Bereits in Mindestgröße
es: Ya en tamaño mínimo
fr: Déjà à la taille minimale
it: Già alla dimensione minima
ja: すでに最小サイズになっています
ko: 이미 최소 크기
nl: Al op minimale maat
pt_br: Já está no tamanho mínimo
ru: Уже в минимальном размере
tr: Zaten minimum boyutta
zh_hans: 已经是最小尺寸了
zh_hant: 已經是最小尺寸了

source: Already in the list
de: Bereits in der Liste
es: Ya en la lista
fr: Déjà dans la liste
it: Già nella lista
ja: すでにリストにあります
ko: 이미 목록에 있습니다
nl: Staat al in de lijst
pt_br: Já está na lista
ru: Уже в списке
tr: Zaten listede
zh_hans: 已经在列表中
zh_hant: 已經在清單中

source: Already optimized — encoder couldn't make it smaller. Click for details.
de: Bereits optimiert – Encoder könnte es nicht kleiner machen. Klicken Sie für Details.
es: Ya optimizado: el codificador no pudo hacerlo más pequeño. Haga clic para obtener más detalles.
fr: Déjà optimisé : l'encodeur ne pouvait pas le réduire. Cliquez pour plus de détails.
it: Già ottimizzato: il codificatore non potrebbe rimpicciolirlo. Fare clic per i dettagli.
ja: すでに最適化されています - エンコーダはそれを小さくすることができませんでした。詳細については、クリックしてください。
ko: 이미 최적화되었습니다. 인코더로 더 작게 만들 수 없습니다. 자세한 내용을 보려면 클릭하세요.
nl: Al geoptimaliseerd: de encoder kon het niet kleiner maken. Klik voor details.
pt_br: Já otimizado - o codificador não poderia torná-lo menor. Clique para obter detalhes.
ru: Уже оптимизировано — кодировщик не смог уменьшить его. Нажмите, чтобы узнать подробности.
tr: Zaten optimize edilmiş — kodlayıcı onu küçültemezdi. Ayrıntılar için tıklayın.
zh_hans: 已经优化——编码器无法使其变得更小。点击查看详情。
zh_hant: 已經優化－編碼器無法使其變得更小。點擊查看詳情。

source: Already used by
de: Bereits verwendet von
es: Ya utilizado por
fr: Déjà utilisé par
it: Già utilizzato da
ja: すでに使用されています
ko: 이미 다음 사용자가 사용함
nl: Al gebruikt door
pt_br: Já usado por
ru: Уже используется
tr: Zaten kullanılmış
zh_hans: 已被使用
zh_hant: 已被使用

source: App Switcher
de: App-Umschalter
es: Cambiador de aplicaciones
fr: Sélecteur d'application
it: Commutatore di app
ja: アプリスイッチャー
ko: 앱 전환기
pt_br: Alternador de aplicativos
ru: Переключатель приложений
tr: Uygulama Değiştirici
zh_hans: 应用程序切换器
zh_hant: 應用程式切換器

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모습
nl: Verschijning
pt_br: Aparência
ru: Внешний вид
tr: Dış görünüş
zh_hans: 外观
zh_hant: 外觀

source: Append "-dinky" suffix
de: Hängen Sie das Suffix „-dinky“ an
es: Agregar el sufijo "-dinky"
fr: Ajouter le suffixe "-dinky"
it: Aggiungi il suffisso "-dinky".
ja: 「-dinky」サフィックスを追加
ko: "-dinky" 접미사 추가
nl: Voeg het achtervoegsel "-dinky" toe
pt_br: Anexar o sufixo "-dinky"
ru: Добавлять суффикс «-dinky»
tr: "-Dinky" son ekini ekle
zh_hans: 附加“-dinky”后缀
zh_hant: 附加“-dinky”後綴

source: Apple diagnostic summary
de: Zusammenfassung der Apple-Diagnose
es: Resumen de diagnóstico de Apple
fr: Résumé du diagnostic Apple
it: Riepilogo diagnostico Apple
ja: Apple 診断の概要
ko: Apple 진단 요약
nl: Diagnostische samenvatting van Apple
pt_br: Resumo de diagnóstico da Apple
ru: Сводка диагностики Apple
tr: Apple teşhis özeti
zh_hans: Apple 诊断摘要
zh_hant: Apple 診斷摘要

source: Applies to
de: Gilt für
es: Se aplica a
fr: S'applique à
it: Si applica a
ja: に適用されます
ko: 적용대상
nl: Geldt voor
pt_br: Aplica-se a
ru: Применяется к
tr: Şunlar için geçerlidir:
zh_hans: 适用于
zh_hant: 適用於

source: Applies to images, videos, and PDFs. Skip files where savings fall below this threshold.
de: Gilt für Bilder, Videos und PDFs. Überspringen Sie Dateien, bei denen die Einsparungen unter diesen Schwellenwert fallen.
es: Se aplica a imágenes, videos y archivos PDF. Omita archivos cuyos ahorros caigan por debajo de este umbral.
fr: S'applique aux images, vidéos et fichiers PDF. Ignorez les fichiers où les économies sont inférieures à ce seuil.
it: Si applica a immagini, video e PDF. Salta i file in cui il risparmio scende al di sotto di questa soglia.
ja: 画像、ビデオ、PDF に適用されます。節約量がこのしきい値を下回るファイルをスキップします。
ko: 이미지, 비디오, PDF에 적용됩니다. 절감액이 이 기준점 미만인 파일은 건너뛰세요.
nl: Geldt voor afbeeldingen, video's en pdf's. Sla bestanden over waar de besparingen onder deze drempel vallen.
pt_br: Aplica-se a imagens, vídeos e PDFs. Ignore os arquivos onde a economia estiver abaixo desse limite.
ru: Применяется к изображениям, видео и PDF-файлам. Пропускать файлы, в которых экономия падает ниже этого порога.
tr: Resimler, videolar ve PDF'ler için geçerlidir. Tasarrufların bu eşiğin altına düştüğü dosyaları atlayın.
zh_hans: 适用于图像、视频和 PDF。跳过节省低于此阈值的文件。
zh_hant: 適用於圖像、影片和 PDF。跳過節省低於此閾值的檔案。

source: Approve Dinky in System Settings → General → Login Items.
de: Genehmigen Sie Dinky in den Systemeinstellungen → Allgemein → Anmeldeelemente.
es: Apruebe Dinky en Configuración del sistema → General → Elementos de inicio de sesión.
fr: Approuvez Dinky dans Paramètres système → Général → Éléments de connexion.
it: Approva Dinky in Impostazioni di sistema → Generale → Elementi di accesso.
ja: システム設定→一般→ログイン項目でDinkyを承認します。
ko: 시스템 설정 → 일반 → 로그인 항목에서 Dinky를 승인하세요.
nl: Keur Dinky goed in Systeeminstellingen → Algemeen → Inlogitems.
pt_br: Aprove o Dinky em Configurações do sistema → Geral → Itens de login.
ru: Одобрите Dinky в «Настройки системы» → «Основные» → «Элементы входа».
tr: Sistem Ayarları → Genel → Giriş Öğeleri bölümünde Dinky'yi onaylayın.
zh_hans: 在系统设置 → 通用 → 登录项中批准 Dinky。
zh_hant: 在系統設定 → 一般 → 登入項目中批准 Dinky。

source: Assign shortcuts for Finder’s “Compress with Dinky” in System Settings → Keyboard → Keyboard Shortcuts → Services.
de: Weisen Sie Verknüpfungen für „Mit Dinky komprimieren“ im Finder in den Systemeinstellungen → Tastatur → Tastaturkürzel → Dienste zu.
es: Asigne atajos para “Comprimir con Dinky” de Finder en Configuración del sistema → Teclado → Atajos de teclado → Servicios.
fr: Attribuez des raccourcis pour « Compresser avec Dinky » du Finder dans Paramètres système → Clavier → Raccourcis clavier → Services.
it: Assegna scorciatoie per "Comprimi con Dinky" del Finder in Impostazioni di sistema → Tastiera → Scorciatoie da tastiera → Servizi.
ja: システム設定 → キーボード → キーボード ショートカット → サービスで、Finder の「Dinky で圧縮」のショートカットを割り当てます。
ko: 시스템 설정 → 키보드 → 키보드 단축키 → 서비스에서 Finder의 "Dinky로 압축"에 대한 단축키를 지정하세요.
nl: Wijs snelkoppelingen toe voor Finder's "Comprimeren met Dinky" in Systeeminstellingen → Toetsenbord → Sneltoetsen → Services.
pt_br: Atribua atalhos para “Compactar com Dinky” do Finder em Configurações do sistema → Teclado → Atalhos de teclado → Serviços.
ru: Назначьте сочетания клавиш для «Сжатия с помощью Dinky» в Finder в «Системные настройки» → «Клавиатура» → «Сочетания клавиш» → «Службы».
tr: Sistem Ayarları → Klavye → Klavye Kısayolları → Hizmetler bölümünde Finder'ın “Dinky ile Sıkıştır” özelliği için kısayollar atayın.
zh_hans: 在系统设置 → 键盘 → 键盘快捷键 → 服务中为 Finder 的“使用 Dinky 压缩”分配快捷键。
zh_hant: 在系統設定 → 鍵盤 → 鍵盤快速鍵 → 服務中為 Finder 的「使用 Dinky 壓縮」指派快速鍵。

source: Auto-clear queue when done
de: Automatisches Löschen der Warteschlange, wenn Sie fertig sind
es: Borrar cola automáticamente cuando termine
fr: File d'attente d'effacement automatique une fois terminé
it: Cancella automaticamente la coda al termine
ja: 完了時にキューを自動クリア
ko: 완료되면 대기열 자동 지우기
nl: Wachtrij automatisch wissen als u klaar bent
pt_br: Limpar automaticamente a fila quando terminar
ru: Автоматически очищать очередь по завершении
tr: Bittiğinde kuyruğu otomatik temizle
zh_hans: 完成后自动清除队列
zh_hant: 完成後自動清除佇列

source: Batch speed
de: Chargengeschwindigkeit
es: Velocidad del lote
fr: Vitesse de lot
it: Velocità del lotto
ja: バッチ速度
ko: 배치 속도
nl: Batchsnelheid
pt_br: Velocidade do lote
ru: Скорость пакетной обработки
tr: Toplu hız
zh_hans: 批处理速度
zh_hant: 批次速度

# batch_compressed_file_count
source: %lld files compressed
de: %lld Dateien komprimiert
es: %lld archivos comprimidos
fr: %lld fichiers compressés
it: %lld file compressi
ja: %lld 件を圧縮しました
ko: %lld개 파일 압축됨
nl: %lld bestanden gecomprimeerd
pt_br: %lld arquivos comprimidos
ru: %lld файлов сжато
tr: %lld dosya sıkıştırıldı
zh_hans: 已压缩 %lld 个文件
zh_hant: 已壓縮 %lld 個檔案

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
ko: 동작
nl: Gedrag
pt_br: Comportamento
ru: Поведение
tr: Davranış
zh_hans: 行为
zh_hant: 行為

source: Best for screen recordings or silent clips.
de: Am besten für Bildschirmaufnahmen oder Stummfilme geeignet.
es: Lo mejor para grabaciones de pantalla o clips silenciosos.
fr: Idéal pour les enregistrements d’écran ou les clips silencieux.
it: Ideale per registrazioni dello schermo o clip silenziosi.
ja: 画面録画またはサイレントクリップに最適です。
ko: 화면 녹화 또는 무음 클립에 가장 적합합니다.
nl: Ideaal voor schermopnamen of stille clips.
pt_br: Melhor para gravações de tela ou clipes silenciosos.
ru: Лучше всего подходит для записей экрана или немых клипов.
tr: Ekran kayıtları veya sessiz klipler için en iyisi.
zh_hans: 最适合屏幕录制或无声剪辑。
zh_hant: 最適合螢幕錄製或無聲剪輯。

source: Bug:
de: Insekt:
es: Bicho:
fr: Bogue:
it: Insetto:
ja: バグ:
ko: 벌레:
nl: Beestje:
pt_br: Erro:
ru: Ошибка:
tr: Böcek:
zh_hans: 错误：
zh_hant: 錯誤：

source: Call stack tree (JSON, truncated): %@
de: Aufrufstapelbaum (JSON, gekürzt): %@
es: Árbol de pila de llamadas (JSON, truncado): %@
fr: Arborescence de la pile d'appels (JSON, tronquée) : %@
it: Albero dello stack di chiamate (JSON, troncato): %@
ja: 呼び出しスタック ツリー (JSON、切り捨て): %@
ko: 호출 스택 트리(JSON, 잘림): %@
nl: Aanroepstapelboom (JSON, afgekapt): %@
pt_br: Árvore de pilha de chamadas (JSON, truncada): %@
ru: Дерево стека вызовов (JSON, усечено): %@
tr: Çağrı yığını ağacı (JSON, kesilmiş): %@
zh_hans: 调用堆栈树（JSON，截断）： %@
zh_hant: 呼叫堆疊樹（JSON，截斷）： %@

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
ru: Отменить
tr: İptal etmek
zh_hans: 取消
zh_hant: 取消

source: Cancel download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
it: Annulla il download
ja: ダウンロードをキャンセルする
ko: 다운로드 취소
nl: Downloaden annuleren
pt_br: Cancelar download
ru: Отменить загрузку
tr: İndirmeyi iptal et
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancel Download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
it: Annulla download
ja: ダウンロードのキャンセル
ko: 다운로드 취소
nl: Annuleer het downloaden
pt_br: Cancelar download
ru: Отменить загрузку
tr: İndirmeyi İptal Et
zh_hans: 取消下载
zh_hant: 取消下載

source: Cap output resolution
de: Ausgabeauflösung begrenzen
es: Resolución de salida del límite
fr: Résolution de sortie du capuchon
it: Risoluzione dell'uscita del cappuccio
ja: キャップ出力解像度
ko: 캡 출력 해상도
nl: Cap-uitvoerresolutie
pt_br: Limitar resolução de saída
ru: Ограничение выходного разрешения
tr: Kap çıkış çözünürlüğü
zh_hans: 限制输出分辨率
zh_hant: 限制輸出解析度

source: Change folder or naming…
de: Ordner oder Benennung ändern…
es: Cambiar carpeta o nombre…
fr: Changer de dossier ou de nom…
it: Cambia cartella o denominazione...
ja: フォルダーまたは名前を変更します…
ko: 폴더 또는 이름 변경…
nl: Map of naam wijzigen…
pt_br: Alterar pasta ou nome…
ru: Изменить папку или название…
tr: Klasörü veya adını değiştirin…
zh_hans: 更改文件夹或命名...
zh_hant: 更改資料夾或命名...

source: Change in Settings…
de: In den Einstellungen ändern…
es: Cambiar en Ajustes…
fr: Modifier dans Réglages…
it: Modifica in Impostazioni…
ja: 設定で変更…
ko: 설정에서 변경…
nl: Wijzig in Instellingen…
pt_br: Alterar em Ajustes…
ru: Изменить в Настройках…
tr: Ayarlar’da değiştir…
zh_hans: 在设置中更改…
zh_hant: 在設定中更改…

source: Change shortcut in Keyboard Shortcuts…
de: Verknüpfung unter „Tastaturkürzel“ ändern…
es: Cambiar atajo en Atajos de teclado…
fr: Modifier le raccourci dans les raccourcis clavier…
it: Cambia scorciatoia in Scorciatoie da tastiera…
ja: キーボード ショートカットのショートカットを変更…
ko: 키보드 단축키에서 단축키 변경…
nl: Sneltoets wijzigen in sneltoetsen…
pt_br: Alterar atalho em atalhos de teclado…
ru: Изменить ярлык в разделе «Сочетания клавиш»…
tr: Klavye Kısayollarında kısayolu değiştirin…
zh_hans: 更改键盘快捷键中的快捷键...
zh_hant: 更改鍵盤快捷鍵中的快捷鍵...

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones...
fr: Vérifiez les mises à jour…
it: Verifica aggiornamenti...
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Controleer op updates…
pt_br: Verifique se há atualizações…
ru: Проверить обновления…
tr: Güncellemeleri Kontrol Et…
zh_hans: 检查更新...
zh_hant: 檢查更新...

source: Choose
de: Wählen
es: Elegir
fr: Choisir
it: Scegliere
ja: 選択
ko: 선택하다
nl: Kiezen
pt_br: Escolher
ru: Выбрать
tr: Seçmek
zh_hans: 选择
zh_hant: 選擇

source: Choose format, quality, and output options for images, videos, and PDFs.
de: Wählen Sie Format, Qualität und Ausgabeoptionen für Bilder, Videos und PDFs.
es: Elija formato, calidad y opciones de salida para imágenes, videos y archivos PDF.
fr: Choisissez le format, la qualité et les options de sortie pour les images, les vidéos et les PDF.
it: Scegli formato, qualità e opzioni di output per immagini, video e PDF.
ja: 画像、ビデオ、PDF の形式、品質、出力オプションを選択します。
ko: 이미지, 비디오, PDF의 형식, 품질, 출력 옵션을 선택하세요.
nl: Kies de indeling, kwaliteit en uitvoeropties voor afbeeldingen, video's en pdf's.
pt_br: Escolha opções de formato, qualidade e saída para imagens, vídeos e PDFs.
ru: Выбирайте формат, качество и параметры вывода изображений, видео и PDF-файлов.
tr: Resimler, videolar ve PDF'ler için format, kalite ve çıktı seçeneklerini seçin.
zh_hans: 选择图像、视频和 PDF 的格式、质量和输出选项。
zh_hant: 選擇影像、影片和 PDF 的格式、品質和輸出選項。

source: Choose formats automatically
de: Wählen Sie Formate automatisch aus
es: Elige formatos automáticamente
fr: Choisir automatiquement les formats
it: Scegli i formati automaticamente
ja: 形式を自動的に選択する
ko: 자동으로 형식 선택
nl: Kies automatisch formaten
pt_br: Escolha formatos automaticamente
ru: Автоматический выбор форматов
tr: Formatları otomatik olarak seç
zh_hans: 自动选择格式
zh_hant: 自動選擇格式

source: Choose…
de: Wählen…
es: Elegir…
fr: Choisir…
it: Scegliere…
ja: 選択…
ko: 선택하다…
nl: Kiezen…
pt_br: Escolher…
ru: Выбрать…
tr: Seçmek…
zh_hans: 选择…
zh_hant: 選擇…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除
zh_hant: 清除

source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
pt_br: Limpar tudo
ru: Очистить все
tr: Tümünü Temizle
zh_hans: 全部清除
zh_hant: 全部清除

source: Clears the running total shown in History. Session history is unchanged — clear that from the History window.
de: Löscht die im Verlauf angezeigte laufende Summe. Der Sitzungsverlauf bleibt unverändert – das können Sie im Verlaufsfenster erkennen.
es: Borra el total acumulado que se muestra en el Historial. El historial de sesiones no ha cambiado; bórrelo en la ventana Historial.
fr: Efface le total cumulé affiché dans l’historique. L’historique de la session est inchangé – effacez-le dans la fenêtre Historique.
it: Cancella il totale parziale mostrato nella Cronologia. La cronologia delle sessioni è rimasta invariata: cancellala dalla finestra Cronologia.
ja: 履歴に表示されている累計をクリアします。セッション履歴は変更されません。履歴ウィンドウからセッション履歴をクリアしてください。
ko: 기록에 표시된 누계를 지웁니다. 세션 기록은 변경되지 않습니다. 기록 창에서 삭제하세요.
nl: Wist het lopende totaal dat in de geschiedenis wordt weergegeven. De sessiegeschiedenis is ongewijzigd – duidelijk dat vanuit het venster Geschiedenis.
pt_br: Limpa o total acumulado mostrado no Histórico. O histórico da sessão permanece inalterado – limpe-o na janela Histórico.
ru: Очищает общий счётчик, показанный в окне «История». Список сеансов не меняется — очистите его в самом окне «История».
tr: Geçmiş'te gösterilen cari toplamı temizler. Oturum geçmişi değişmedi; bunu Geçmiş penceresinden temizleyin.
zh_hans: 清除历史记录中显示的运行总计。会话历史记录未更改 - 从“历史记录”窗口中清除该历史记录。
zh_hant: 清除歷史記錄中顯示的運行總計。會話歷史記錄未變更 - 從「歷史記錄」視窗中清除該記錄。

source: Click to see error details
de: Klicken Sie hier, um Fehlerdetails anzuzeigen
es: Haga clic para ver los detalles del error
fr: Cliquez pour voir les détails de l'erreur
it: Fare clic per visualizzare i dettagli dell'errore
ja: クリックするとエラーの詳細が表示されます
ko: 오류 세부정보를 보려면 클릭하세요.
nl: Klik om foutdetails te bekijken
pt_br: Clique para ver detalhes do erro
ru: Нажмите, чтобы просмотреть подробную информацию об ошибке
tr: Hata ayrıntılarını görmek için tıklayın
zh_hans: 点击查看错误详情
zh_hant: 點擊查看錯誤詳情

source: Clipboard Compress
de: Zwischenablage komprimieren
es: Comprimir portapapeles
fr: Compresser le presse-papiers
it: Comprimi appunti
ja: クリップボードの圧縮
ko: 클립보드 압축
nl: Klembord comprimeren
pt_br: Comprimir área de transferência
ru: Сжатие буфера обмена
tr: Pano Sıkıştırması
zh_hans: 剪贴板压缩
zh_hant: 剪貼簿壓縮

source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウィンドウを閉じる
ko: 창 닫기
nl: Sluit venster
pt_br: Fechar janela
ru: Закрыть окно
tr: Pencereyi Kapat
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Compress %lld files
de: Komprimieren Sie %lld Dateien
es: Comprimir archivos %lld
fr: Compresser les fichiers %lld
it: Comprimi %lld file
ja: %lld ファイルを圧縮
ko: %lld 파일 압축
nl: Comprimeer %lld bestanden
pt_br: Compactar arquivos %lld
ru: Сжать %lld файлов
tr: %lld dosyaları sıkıştır
zh_hans: 压缩%lld个文件
zh_hant: 壓縮%lld個文件

source: Compress ${images} as ${format}
de: Komprimieren Sie ${images} als ${format}
es: Comprimir ${images} como ${format}
fr: Compresser ${images} au format ${format}
it: Comprimi ${images} come ${format}
ja: ${images} を ${format} として圧縮します
ko: ${images}를 ${format}으로 압축
nl: Comprimeer ${images} als ${format}
pt_br: Compactar ${images} como ${formato}
ru: Сжать ${images} в ${format}
tr: ${images}'ı ${format} olarak sıkıştırın
zh_hans: 将 ${images} 压缩为 ${format}
zh_hant: 將 ${images} 壓縮為 ${format}

source: Compress 1 file
de: Komprimieren Sie 1 Datei
es: Comprimir 1 archivo
fr: Compresser 1 fichier
it: Comprimi 1 file
ja: 1つのファイルを圧縮する
ko: 파일 1개 압축
nl: Comprimeer 1 bestand
pt_br: Compactar 1 arquivo
ru: Сжать 1 файл
tr: 1 dosyayı sıkıştır
zh_hans: 压缩1个文件
zh_hant: 壓縮1個文件

source: Compress anyway
de: Trotzdem komprimieren
es: Comprimir de todos modos
fr: Compresser quand même
it: Comprimi comunque
ja: とにかく圧縮する
ko: 어쨌든 압축
nl: Hoe dan ook comprimeren
pt_br: Comprimir mesmo assim
ru: Все равно сжать
tr: Yine de sıkıştır
zh_hans: 无论如何压缩
zh_hant: 無論如何壓縮

source: Compress Anyway
de: Trotzdem komprimieren
es: Comprimir de todos modos
fr: Compresser quand même
it: Comprimi comunque
ja: とにかく圧縮する
ko: 어쨌든 압축
nl: Hoe dan ook comprimeren
pt_br: Comprimir de qualquer maneira
ru: Сжать в любом случае
tr: Yine de Sıkıştır
zh_hans: 无论如何压缩
zh_hant: 無論如何壓縮

source: Compress as AVIF
de: Als AVIF komprimieren
es: Comprimir como AVIF
fr: Compresser en AVIF
it: Comprimi come AVIF
ja: AVIFとして圧縮
ko: AVIF로 압축
nl: Comprimeren als AVIF
pt_br: Comprimir como AVIF
ru: Сжать в AVIF
tr: AVIF olarak sıkıştır
zh_hans: 压缩为 AVIF
zh_hant: 壓縮為 AVIF

source: Compress as PNG
de: Als PNG komprimieren
es: Comprimir como PNG
fr: Compresser au format PNG
it: Comprimi come PNG
ja: PNGとして圧縮
ko: PNG로 압축
nl: Comprimeren als PNG
pt_br: Comprimir como PNG
ru: Сжать в PNG
tr: PNG olarak sıkıştır
zh_hans: 压缩为 PNG
zh_hant: 壓縮為 PNG
